Repository: MaximePoint6/Le-Baluchon
Catalog: Le Baluchon/Supporting Files/Localizables/*.lproj/Localizable.strings
Languages: fr

source: The traveler
fr: Le voyageur

source: Weather
fr: Météo

source: Exchange rate
fr: Taux de change

source: Translation
fr: Traduction

source: Retry
fr: Recommencer

source: Error
fr: Erreur

source: URL not correct
fr: L'URL n'est pas correct

# noData
source: No data retrieved
fr: Aucune donnée récupérée

# badResponse
source: The request returned a bad response
fr: La requête a retourné une mauvaise réponse

# undecodableJSON
source: Unexpected data
fr: Données inatendues

# no.city.name
source: No city name provided
fr: Nom de ville non précisée

# noCurrentCity
source: No current city provided
fr: Ville actuelle non précisée

# noDestinationCity
source: No destination city provided
fr: Ville de destination non précisée

# noCurrentCityCountry
source: Current city country not found
fr: Pays de la ville actuelle introuvable

# noDestinationCityCountry
source: Destination city country not found
fr: Pays de la ville de destination introuvable

# currencyNotFound
source: One of the currencies of the two selected cities cannot be found
fr: Une des devises des deux villes selectionnées est introuvable

# languageNotfound
source: One of the languages of the two selected cities cannot be found
fr: Une des langues des deux villes selectionnées est introuvable

source: Next
fr: Suivant

# get.started
source: Go !
fr: C'est parti !

source: Cancel
fr: Annuler

# weather.description
source: Compare the weather between your current city and that of your destination.
fr: Compare la météo entre ta ville actuelle et celle de ta destination.

source: Username
fr: Pseudo

source: Current City
fr: Ville actuelle

source: City not specified
fr: Ville non précisée

source: Destination City
fr: Ville de destination

source: Language
fr: Langue

# temp.unit.label
source: Temperature
fr: Température

source: Validate
fr: Valider

source: City
fr: Ville

source: Good Morning,
fr: Bonne matinée,

source: Good Afternoon,
fr: Bon après-midi,

source: Good Evening,
fr: Bonsoir,

# onBoardingSlide.title1
source: Welcome dear traveler
fr: Bienvenue cher(e) voyageur(euse)

# onBoardingSlide.description1
source: Ready to embark on a new destination?! Travel Buddy will make your life easier for your next trip.
fr: Prêt(e) à embarquer vers une nouvelle destination ?! Travel Buddy te facilitera la vie pour ton prochain voyage.

# onBoardingSlide.title2
source: In order to help you during your stay,
fr: Pour pouvoir t'aider durant ton séjour,

# onBoardingSlide.description2
source: We need to know your nickname. It's easier to communicate together, no?
fr: Nous devons connaitre ton pseudo. C'est plus simple pour communiquer ensemble, n'est-ce pas ?

# onBoardingSlide.title3
source: Enchanted %@!
fr: Enchanté %@ !

# onBoardingSlide.description3
source: Now tell us your current city.
fr: Indique-nous à présent ta ville actuelle.

# onBoardingSlide.title4
source: And the most important...
fr: Et le plus important...

# onBoardingSlide.description4
source: To which city do you want to travel?
fr: Vers quelle ville souhaites-tu voyager ?

# search.city
source: Search for a city
fr: Rechercher une ville

# search.other.city
source: Search for a other city
fr: Rechercher une autre ville

# city.validated.label
source: The city of %@ has been registered
fr: La ville de %@ a bien été enregistrée

# alert.onBoarding.title
source: Wow, you are in a hurry to travel! :)
fr: Oula, tu es pressé(e) de voyager ! :)

# alert.onBoarding.message
source: We are missing information to be able to accompany you in your travel. Remember to tell us your nickname, your current city and your destination city.
fr: Il nous manque des informations pour pouvoir t'accompagner dans ton voyage. Pense à nous indiquer ton pseudo, ta ville actuelle et ta ville de destination.

source: Library
fr: Bibliothèque

# pick.photo
source: Pick a Photo
fr: Choisissez une photo

# image.picker.alert.user.message
source: Choose a picture from Library or camera
fr: Choisissez une image de la bibliothèque ou de l'appareil photo

source: Settings
fr: Paramètres

# no.permission.access.camera.message
source: This app is not authorized to use Camera. Please allow the app to use the camera in settings.
fr: Cette application n'est pas autorisée à utiliser l'appareil photo. Veuillez autoriser l'application à utiliser l'appareil photo dans les paramètres.

# no.permission.access.library.message
source: This app is not authorized to use Photos. Please allow the app to use photos in settings.
fr: Cette application n'est pas autorisée à utiliser Photos. Veuillez autoriser l'application à utiliser des photos dans les paramètres.

# exchange.rate.description
source: Add an amount in the currency you want to convert it.
fr: Ajoute un montant dans la devise que tu souhaites pour la convertir.

source: Amount
fr: Montant

source: Unknown Currency
fr: Monnaie inconnue

# text.to.translate
source: Text to be translated
fr: Texte à traduire

# translation.description
source: Add a text in the language of your choice to translate it.
fr: Ajoute un texte dans la langue de ton choix pour la traduire.

# unavailable.language
source: /!\ Sorry, this language is unavailable
fr: /!\ Désolé, cette langue n'est pas disponible

source: /!\ Unavailable translation
fr: /!\ Traduction indisponible
